Revit 2027 API
SpecTypeId.ApparentPower Property
 Apparent Power, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ApparentPower { get; }
Public Shared ReadOnly Property ApparentPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ApparentPower {
	ForgeTypeId^ get ();
}
static member ApparentPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace